articles/baking.org
#+TITLE: Baking

* Baking
** Focaccia Bread :Bread:
This [[https://www.youtube.com/watch?v=HTD-z1wd0tw&t=0s][video]] seemed like an easy way to make this bread

** Flour Tortillas :Bread:Mexican:
The only struggled is with making them round this [[https://youtu.be/j0gjlSgO7VU?t=64][video]] helps with how you should roll them.
This is the [[https://thecafesucrefarine.com/best-ever-homemade-flour-tortillas/][recipe]] I followed when I was making them.
Making them round is really hard a [[https://www.amazon.com/Victoria-TOR-003-FBA_TOR-003-Tortilla-Press/dp/B00HWEIKZO][tortilla press]] could help with this.
|--------+---------------+----------+---------------+------------------------+------------|
| Amount | Platent bloem | Zout     | Baking powder | Extra virgin olive oil | Warm water |
|--------+---------------+----------+---------------+------------------------+------------|
|     16 | 375g          | 5g       | 5g            | 80ml                   | 240ml      |
|      1 | 23.4375 g     | 0.3125 g | 0.3125 g      | 5 ml                   | 15 ml      |
|     22 | 515.625 g     | 6.875 g  | 6.875 g       | 110 ml                 | 330 ml     |
|--------+---------------+----------+---------------+------------------------+------------|
#+TBLFM: @3=@-1/@2$1::@4$2..@4$6=@-1*$1
** Flatbread
[[https://www.recipetineats.com/easy-soft-flatbread-yeast/][Link]]
** Cheesy Garlic Bread
[[https://www.youtube.com/watch?v=8LPVOjjSgDE][Link]]
