html/articles/baking.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-01-04 di 13:22 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Baking</title>
<meta name="author" content="Tobin Stultiens" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Baking</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org2da3aa7">1. Baking</a>
<ul>
<li><a href="#org5cb7f7c">1.1. Focaccia Bread&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Bread">Bread</span></span></a></li>
<li><a href="#orga4e476c">1.2. Flour Tortillas&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Bread">Bread</span>&#xa0;<span class="Mexican">Mexican</span></span></a></li>
<li><a href="#org44ceb75">1.3. Flatbread</a></li>
<li><a href="#org828c725">1.4. Cheesy Garlic Bread</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org2da3aa7" class="outline-2">
<h2 id="org2da3aa7"><span class="section-number-2">1.</span> Baking</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org5cb7f7c" class="outline-3">
<h3 id="org5cb7f7c"><span class="section-number-3">1.1.</span> Focaccia Bread&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Bread">Bread</span></span></h3>
<div class="outline-text-3" id="text-1-1">
<p>
This <a href="https://www.youtube.com/watch?v=HTD-z1wd0tw&amp;t=0s">video</a> seemed like an easy way to make this bread
</p>
</div>
</div>

<div id="outline-container-orga4e476c" class="outline-3">
<h3 id="orga4e476c"><span class="section-number-3">1.2.</span> Flour Tortillas&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Bread">Bread</span>&#xa0;<span class="Mexican">Mexican</span></span></h3>
<div class="outline-text-3" id="text-1-2">
<p>
The only struggled is with making them round this <a href="https://youtu.be/j0gjlSgO7VU?t=64">video</a> helps with how you should roll them.
This is the <a href="https://thecafesucrefarine.com/best-ever-homemade-flour-tortillas/">recipe</a> I followed when I was making them.
Making them round is really hard a <a href="https://www.amazon.com/Victoria-TOR-003-FBA_TOR-003-Tortilla-Press/dp/B00HWEIKZO">tortilla press</a> could help with this.
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Amount</th>
<th scope="col" class="org-left">Platent bloem</th>
<th scope="col" class="org-left">Zout</th>
<th scope="col" class="org-left">Baking powder</th>
<th scope="col" class="org-left">Extra virgin olive oil</th>
<th scope="col" class="org-left">Warm water</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">16</td>
<td class="org-left">375g</td>
<td class="org-left">5g</td>
<td class="org-left">5g</td>
<td class="org-left">80ml</td>
<td class="org-left">240ml</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-left">23.4375 g</td>
<td class="org-left">0.3125 g</td>
<td class="org-left">0.3125 g</td>
<td class="org-left">5 ml</td>
<td class="org-left">15 ml</td>
</tr>

<tr>
<td class="org-right">22</td>
<td class="org-left">515.625 g</td>
<td class="org-left">6.875 g</td>
<td class="org-left">6.875 g</td>
<td class="org-left">110 ml</td>
<td class="org-left">330 ml</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org44ceb75" class="outline-3">
<h3 id="org44ceb75"><span class="section-number-3">1.3.</span> Flatbread</h3>
<div class="outline-text-3" id="text-1-3">
<p>
<a href="https://www.recipetineats.com/easy-soft-flatbread-yeast/">Link</a>
</p>
</div>
</div>
<div id="outline-container-org828c725" class="outline-3">
<h3 id="org828c725"><span class="section-number-3">1.4.</span> Cheesy Garlic Bread</h3>
<div class="outline-text-3" id="text-1-4">
<p>
<a href="https://www.youtube.com/watch?v=8LPVOjjSgDE">Link</a>
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Tobin Stultiens</p>
<p class="date">Created: 2022-01-04 di 13:22</p>
</div>
</body>
</html>
